Revit 2027 API
SpanDirectionSymbolFailures Properties
The BuiltInFailures.SpanDirectionSymbolFailures type exposes the following members.
Properties
Name | Description
NonPlanView |  Span Direction Symbol can only be placed in a Floor Plan View.
Top
See Also
Reference
BuiltInFailures.SpanDirectionSymbolFailures Class
Autodesk.Revit.DB Namespace